Repository: TarkWight/MindTracker
Catalog: MindTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# activity
source: What have you been doing?
ru: Чем вы занимались?

# addNote
source: Add feel
ru: Добавить запись

source: Anxiety
ru: Беспокойство

# anxiety_description
source: Feeling of worry and nervousness
ru: чувство беспокойства и нервозности

source: Apathy
ru: Апатия

# apathy_description
source: Feeling of lack of interest and motivation
ru: ощущение отсутствия интереса и мотивации

# authButtonTitle
source: Sign in with Apple Id
ru: Войти через Apple Id

# authTitle
source: Welcome
ru: Добро пожаловать

# avatarPickerCamera
source: Take a picture
ru: Сделать фото

# avatarPickerCancel
source: Cancel
ru: Отмена

# avatarPickerDelete
source: Delete avatar
ru: Удалить аватар

# avatarPickerGallery
source: Select from gallery
ru: Выбрать из галереи

# avatarPickerTitle
source: Select an action
ru: Выберите действиие

source: Burnout
ru: Выгорание

# burnout_description
source: Feeling of exhaustion from overwork
ru: чувство усталости от переутомления

source: Calmness
ru: Спокойствие

# calmness_description
source: Feeling of peace and relaxation
ru: ощущение покоя и расслабленности

source: Confidence
ru: Уверенность

# confidence_description
source: Feeling of self-assurance
ru: чувство уверенности в себе

# confirmButtonS1
source: Choose the emotion that best describes how you are feeling right now
ru: Выберите эмоцию, лучше всего описывающую, что вы сейчас чувствуете

source: Delight
ru: Восторг

# delight_description
source: Feeling of great pleasure and joy
ru: чувство огромного удовольствия и радости

source: Depression
ru: Депрессия

# depression_description
source: Feeling of deep sadness and hopelessness
ru: чувство глубокой печали и безнадежности

# emotionsByDays
source: Emotions by day of the week
ru: Эмоции по дням недели

# emotionsOverview
source: Emotions by category
ru: Эмоции по категориям

source: Envy
ru: Зависть

# envy_description
source: Feeling of jealousy and comparison
ru: чувство ревности и сравнения

source: Excitement
ru: Возбуждение

# excitement_description
source: Feeling of enthusiasm and thrill
ru: чувство энтузиазма и возбуждения

# faceID
source: Signing in with Face ID
ru: Вход по Face ID

source: Fatigue
ru: Усталость

# fatigue_description
source: Feeling of tiredness and lack of energy
ru: ощущение усталости и недостатка энергии

# frequentEmotions
source: The most common emotions
ru: Самые частые эмоции

source: Gratitude
ru: Благодарность

# gratitude_description
source: Feeling of appreciation and thankfulness
ru: чувство признательности и благодарности

source: Happiness
ru: Счастье

# happiness_description
source: Feeling of contentment and joy
ru: чувство удовлетворения и радости

source: I feel
ru: Я чувствую

# inputTagsTitle
source: Inpute tag
ru: Введите тег

# journalTitle
source: How do you feel right now?
ru: Что вы сейчас чувствуете?

# location
source: Where have you been?
ru: Где вы были?

# moodOverTime
source: Your mood during the day
ru: Ваше настроение в течение дня

# noFrequentEmotions
source: АААААААААААААА
ru: АААААААААААА

# notesPerDay
source: %d note
ru: %d запись

# notesPerDay_few
source: %d notes
ru: %d записи

# notesPerDay_many
source: %d notes
ru: %d записей

# notificationLabel
source: Add your mood
ru: Пришло время зафиксировать свое настроение

# people
source: Who were you with?
ru: С кем вы были?

source: Rage
ru: Ярость

# rage_description
source: Feeling of strong anger
ru: чувство сильного гнева

# records
source: %d records
ru: %d записей

# remainder
source: Send reminders
ru: Присылать напоминания

# remainderButton
source: Add a reminder
ru: Добавить напоминание

# remainderHour
source: Hours
ru: Часы

# remainderMinute
source: Minutes
ru: Минуты

# remainderTitle
source: Reminder
ru: Напоминание

source: Satisfaction
ru: Удовлетворенность

# satisfaction_description
source: Feeling of contentment with achievements
ru: чувство удовлетворения от достигнутого

# saveButton
source: Save
ru: Сохранить

# saveNoteTitle
source: Record
ru: Запись

source: Security
ru: Защищённость

# security_description
source: Feeling of safety and stability
ru: ощущение безопасности и стабильности

source: Settings
ru: Настройки

# statisticsPlaceholder
source: You don’t have any emotion recordings yet...
ru: У вас пока нет записей эмоций...

# streak
source: %d day
ru: %d день

# streak_few
source: %d days
ru: %d дня

# streak_many
source: %d days
ru: %d дней

# tabBarJournal
source: Journal
ru: Журнал

# tabBarStatistics
source: Statistics
ru: Статистика

source: Tension
ru: Напряжение

# tension_description
source: Feeling of stress and pressure
ru: ощущение стресса и давления

source: Today
ru: Сегодня

# totalNotes
source: %d note
ru: %d запись

# totalNotes_few
source: %d notes
ru: %d записи

# totalNotes_many
source: %d notes
ru: %d записей

# userName
source: Ivan Ivanov
ru: Иван Иванов

source: Yesterday
ru: Вчера
